import { IAccordionData } from '../../interfaces/interfaces';

export const accordionData: IAccordionData[] = [
  {
    id: 1,
    title: 'Условия пользования сервисом',
    text: 'Начиная использовать Сервис/его отдельные функции, Пользователь считается принявшим настоящие Условия, а также условия всех указанных выше документов, в полном объеме, без всяких оговорок и исключений. В случае несогласия Пользователя с какими-либо из положений указанных документов, Пользователь не вправе использовать Сервис.',
  },
  {
    id: 2,
    title: 'Условия доставки',
    text: 'Курьерская доставка очень популярна. Она подразумевает привоз товара до вашего дома. У вас будет 15-20 минут, чтобы осмотреть покупку, проверить ее соответствие описанию на сайте, примерить. Если вас не устроило качество товара или не подошел размер, вы можете оформить возврат, бесплатный или платный, в зависимости от причины отказа.',
  },
  {
    id: 3,
    title: 'Условия возврата',
    text: 'Возврат товара происходит в несколько этапов. Сначала вам необходимо зайти на официальный сайт и авторизоваться в своем аккаунте. Затем вам нужно перейти в раздел «Мои заказы», выбрать заказ, в котором есть товар, который вы хотите вернуть, и нажать на кнопку «Вернуть заказ».После этого вам будет предложено выбрать причину возврата и указать количество товара, которое вы планируете вернуть. Внимательно заполните все поля, чтобы избежать возможных ошибок в процессе обработки возврата.',
  },
];
